Repository: rafaraujofrota/gnome-shell-extension-clipboard-indicator
Catalog: locale/*/LC_MESSAGES/clipboard-indicator.po
Languages: pt_br

source: Text will be here
pt_br: Texto estará aqui

source: Type here to search...
pt_br: Digite aqui para pesquisar...

source: Private mode
pt_br: Modo privado

source: Clear history
pt_br: Apagar histórico

source: Settings
pt_br: Configurações

source: Clipboard is empty
pt_br: Área de transferência está vazia

source: Clear all?
pt_br: Deseja limpar tudo?

source: Are you sure you want to delete all clipboard items?
pt_br: Tem certeza de que deseja excluir todos os itens da área de transferência?

source: This operation cannot be undone.
pt_br: Esta operação não pode ser desfeita

source: Clear
pt_br: Limpar

source: Cancel
pt_br: Cancelar

source: Clipboard history cleared
pt_br: Histórico da área de transferência apagado

source: Copied to clipboard
pt_br: Copiado para a área de transferência

source: History Size
pt_br: Tamanho do histórico

source: Preview Size (characters)
pt_br: Tamanho da visualização (caracteres)

source: Max cache file size (MB)
pt_br: Tamanho máximo do arquivo de cache (MB)

source: Number of characters in top bar
pt_br: Número de caracteres na barra superior

source: What to show in top bar
pt_br: O que mostrar na barra superior

source: Remove down arrow in top bar
pt_br: Remover seta na barra superior

source: Cache only pinned items
pt_br: Manter cache apenas de itens fixados

source: Show notification on copy
pt_br: Mostrar notificação sobre cópia

source: Show notification on cycle
pt_br: Mostrar notificação ao alternar itens

source: Show confirmation on Clear History
pt_br: Mostrar notificação ao limpar histórico

source: Remove whitespace around text
pt_br: Remover os espaços em branco ao redor do texto

source: Move item to the top after selection
pt_br: Mover o item para o topo após a seleção

source: Keep selected entry after Clear History
pt_br: Manter item selecionado após limpar histórico

source: Show paste buttons
pt_br: Mostrar botão de colar

source: Adds a paste button to each entry that lets you paste it directly
pt_br: Adiciona um botão para cada item permitindo colá-lo diretamente

source: Place the pinned section on the bottom
pt_br: Colocar o item fixado no fundo

source: Requires restarting the extension
pt_br: Requer reiniciar a extensão

source: Clear clipboard history on system reboot
pt_br: Limpar histórico ao reiniciar o sistema

source: Paste on select
pt_br: Colar ao selecionar

source: Cache images
pt_br: Guardar imagens em Cache

source: Excluded Apps
pt_br: Apps Excluídos

source: Content copied will not be saved while these apps are in focus
pt_br: Conteúdo colado não será salvo enquanto esses aplicativos estiverem em foco

source: UI
pt_br: Interface

source: Behavior
pt_br: Comportamento

source: Exclusion
pt_br: Exclusão

source: Limits
pt_br: Limites

source: Topbar
pt_br: Barra Superior

source: Notifications
pt_br: Notificações

source: Shortcuts
pt_br: Atalhos

source: Icon
pt_br: Ícone

source: Clipboard Content
pt_br: Conteúdo da área de transferência

source: Both
pt_br: Ambos

source: Neither
pt_br: Nenhum

source: Toggle the menu
pt_br: Abrir menu

source: Previous entry
pt_br: Entrada anterior

source: Next entry
pt_br: Próxima entrada

source: Enable shortcuts
pt_br: Ativar atalhos

source: Disabled
pt_br: Desabilitado

source: Enter shortcut
pt_br: Insira o atalho

source: Window class name, e.g. "KeePassXC"
pt_br: Nome da classe da Janela, exemplo: "KeePassXC"
